var conf = {
    appid: "102420111590",
    secret: "8531a55e0839c7160bf006343115b465",
    yunyingshang:{
        "cmcc": "中国移动",
        "unicom": "中国联通",
        "chinanet": "中国电信"
    },
    activeStatus: {
        "testing":"测试中",
        "inventory":"库存",
        "pending-activation":"待激活",
        "activation":"已激活",
        "deactivation":"已停卡",
        "retired":"已销卡"
    },
    orderType: {
        "open": "初始购卡",
        "renew": "套餐续费",
        "overlying": "流量加油包",
    },
    responseCode: {
        "0": "正常请求",
        "400": "客户端错误：请求的路径不存在",
        "404": "客户端错误: 请求的资源未找到 , 比如设备, 组织等",
        "405": "客户端错误: 使用的http方法不支持, 只能用POST",
        "440": "客户端错误: 缺乏必须的参数",
        "441": "客户端错误: 参数类型不匹配",
        "442": "客户端错误: 未设置appid",
        "443": "客户端错误: 无效的appid",
        "444": "客户端错误: 未设置签名参数",
        "445": "客户端错误: 签名不正确",
        "446": "客户端错误: 未设置时间戳",
        "447": "客户端错误: 时间戳格式不正确, 必须是unix时间戳, 单位为毫秒",
        "448": "客户端错误: 时间戳时间和服务器时间差别过大, 请同步客户端的时间",
        "449": "客户端错误: 不能传递secret 参数",
        "450": "客户端错误: 该ip不在白名单范围内, 禁止访问",
        "451": "客户端错误: 访问太频繁, 被系统流控",
        "452": "客户端错误: 没有开通相关功能权限",
        "453": "客户端错误: 参数值超出限制",
        "454": "参数长度过长",
        "510": "服务端错误: 未知系统异常",
        "511": "服务端错误: 请求超时",
        "512": "服务端错误: 卡续费失败",
        "513": "运营商接口返回失败",
        "600": "余额不足",
        "601": "设备状态错误, 无法完成操作",
        "602": "无法识别的iccid",
        "603": "批量查询一次不能超过限制",
        "604": "移动卡每月25号之后无法充值",
        "605": "不支持的功能",
        "606": "重复提交",
        "607": "无法给指定的套餐续费",
        "608": "数据还未生成好，请稍后重试"
    },
};

export default conf