/*
Navicat MySQL Data Transfer

Source Server         : hk
Source Server Version : 50718
Source Host           : 47.89.48.72:3306
Source Database       : kuaixinwen

Target Server Type    : MYSQL
Target Server Version : 50718
File Encoding         : 65001

Date: 2018-02-23 15:58:27
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for news
-- ----------------------------
DROP TABLE IF EXISTS `news`;
CREATE TABLE `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `content` varchar(255) DEFAULT NULL,
  `created_at` datetime DEFAULT CURRENT_TIMESTAMP,
  `status` tinyint(1) DEFAULT '1',
  `updated_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=61 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of news
-- ----------------------------
INSERT INTO `news` VALUES ('3', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('4', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('6', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('8', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('9', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('10', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('11', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('12', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('13', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('14', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('17', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('18', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('19', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('20', '撒点发水电费', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('22', 'nil', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('24', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('26', '新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻新闻啊新闻', '2018-01-23 16:31:53', '1', null);
INSERT INTO `news` VALUES ('50', 'gfddotweb', '2018-02-11 17:12:10', '1', null);
INSERT INTO `news` VALUES ('51', '123133', '2018-02-11 17:13:15', '1', null);
